Revit 2027 API
UnitTypeId.BritishThermalUnitsPerHourFootDegreeFahrenheit Property
 British thermal units per hour foot degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BritishThermalUnitsPerHourFootDegreeFahrenheit { get; }
Public Shared ReadOnly Property BritishThermalUnitsPerHourFootDegreeFahrenheit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BritishThermalUnitsPerHourFootDegreeFahrenheit {
	ForgeTypeId^ get ();
}
static member BritishThermalUnitsPerHourFootDegreeFahrenheit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace